module ApplicationHelper
  def position
    [
      ['권사', '권사'],
      ['목사', '목사'],
      ['사모', '사모'],
      ['성도', '성도'],
      ['안수집사', '안수집사'],
      ['장로', '장로'],
      ['전도사', '전도사'],
      ['집사','집사'],
      ['청년', '청년'],
      ['EM', 'EM']
    ]
  end

  def sa_yeok
    [
      ['강단꽃', '강단꽃'],
      ['건축', '건축'],
      ['관리', '관리'],
      ['교회비전', '교회비전'],
      ['교회학교', '교회학교'],
      ['기도부', '기도부'],
      ['방송실', '방송실'],
      ['봉사', '봉사'],
      ['새가족', '새가족'],
      ['선교', '선교'],
      ['성가대', '성가대'],
      ['양육', '양육'],
      ['예배부', '예배부'],
      ['유스교사', '유스교사'],
      ['유치부', '유치부'],
      ['재무', '재무'],
      ['전도부', '전도부'],
      ['주차봉사', '주차봉사'],
      ['중보기도', '중보기도'],
      ['찬양팀', '찬양팀'],
      ['총무', '총무'],
      ['통역', '통역'],
      ['피아노반주', '피아노반주'],
      ['회계', '회계']
    ]
  end

  def mok_jang
    [
      ['게어리A', '게어리A'],['게어리B', '게어리B'],['게어리C', '게어리C'],
      ['골든게잇', '골든게잇'],['뉴플러스', '뉴플러스'],['다운타운A', '다운타운A'],['다운타운B', '다운타운B'],['다운타운C', '다운타운C'],['데일리', '데일리'],
      ['라구나A', '라구나A'],['라구나B', '라구나B'],['머린A', '머린A'],['머린B', '머린B'],['밀브레', '밀브레'],['발보아', '발보아'],
      ['상항A', '상항A'],['상항B', '상항B'],['상항C', '상항C'],['상항D', '상항D'],['상항E', '상항E'],['선셋', '선셋'],['스타이너', '스타이너'],
      ['스태년', '스태년'],['에디', '에디'],['오클랜드', '오클랜드'],['월넛크릭A', '월넛크릭A'],['월넛크릭B', '월넛크릭B'],['이스트베이A', '이스트베이A'],
      ['이스트베이B', '이스트베이B'],['제네바', '제네바'],['청년', '청년'],['터크', '터크'],['퍼시픽', '퍼시픽'],['포스트A', '포스트A'],['포스트B', '포스트B'],
      ['포스트C', '포스트C'],['훌튼', '훌튼'],['EM', 'EM']
    ]
  end

  def sun_kyo
    [
      ['다니엘', '다니엘'],['드보라', '드보라'],['루디아', '루디아'],
      ['리브가', '리브가'],['모세', '모세'],['바울', '바울'],['베드로', '베드로'],['사라', '사라'],['아브라함', '아브라함'],
      ['에스더', '에스더'],['여호수아', '여호수아'],['청년예수인', '청년예수인'],['한나', '한나']
    ]
  end

  def states
    [
      ['AK', 'AK'], ['AL', 'AL'],['AR', 'AR'],['AZ', 'AZ'],['CA', 'CA'], ['CO', 'CO'],
      ['CT', 'CT'],['DC', 'DC'],['DE', 'DE'], ['FL', 'FL'],['GA', 'GA'],['HI', 'HI'],['IA', 'IA'],['ID', 'ID'],['IL', 'IL'],['IN', 'IN'],['KS', 'KS'],
      ['KY', 'KY'],['LA', 'LA'],['MA', 'MA'],['MD', 'MD'],['ME', 'ME'],['MI', 'MI'],['MN', 'MN'],['MO', 'MO'],['MS', 'MS'],['MT', 'MT'],['NC', 'NC'],
      ['ND', 'ND'],['NE', 'NE'],['NH', 'NH'],['NJ', 'NJ'], ['NM', 'NM'],['NV', 'NV'],['NY', 'NY'],['OH', 'OH'],['OK', 'OK'],['OR', 'OR'],['PA', 'PA'],
      ['RI', 'RI'],['SC', 'SC'],['SD', 'SD'],['TN', 'TN'],['TX', 'TX'],['UT', 'UT'],['VA', 'VA'],['VT', 'VT'],['WA', 'WA'],['WI', 'WI'],['WV', 'WV'],
      ['WY', 'WY']
    ]
  end
end
